{
    "cita" :
    [
     "Cuando el dolor es insoportable, nos destruye; cuando no nos destruye, es que es soportable.",
     "No es grande aquel que nunca falla si no el que nunca se da por vencido.",
"El fracaso consiste en no persistir, en desanimarse después de un error, en no levantarse después de caer.",
"Si no te esfuerzas hasta el máximo, ¿cómo sabrás donde está tu límite?",
"Si quieres triunfar, no te quedes mirando la escalera. Empieza a subir, escalón por escalón, hasta que llegues arriba.",
"Es duro fracasar en algo, pero es mucho peor no haberlo intentado.",
"Cuando tus piernas y tu cabeza no puedan más, tu corazón hará el resto.",
"Nuestra gloria más grande no consiste en no haberse caído nunca, sino en haberse levantado después de cada caída.",
"El no querer es la causa; el no poder el pretexto.",
"El diccionario es el único lugar donde éxito aparece antes que trabajo.",
"El dolor es inevitable, pero el sufrimiento es opcional.",
"Esto es lo que te gusta hacer, esto es lo que puedes hacer bien; hazlo hasta el límite y estarás satisfecho.",
"El dolor y el sufrimiento son temporales. Rendirse es para siempre.",
"La competencia es larga, pero al final solo compites contra ti mismo.",
"Es tiempo de empezar a vivir la vida que siempre quisiste.",
"Lo mejor acerca del dolor es que te das cuenta de que no estas muerto.",
"El mayor placer en la vida es hacer aquello que la gente te dice que no eres capaz de hacer.",
"Todo en la vida es temporal. Entonces si las cosas están yendo bien, disfrútalas ya que no durarán para siempre y si las cosas van mal, no te preocupes, tampoco durarán siempre.",
"La felicidad se encuentra a lo largo del camino, no al final.",
"No te estoy diciendo que será fácil, te estoy diciendo que valdrá la pena.",
"Si dejas de ser el mejor a cada paso, simplemente dejas de ser bueno.",
" La manera de como tratas tus fracasos, es la manera de como consigues tus éxitos.",
"Cuando ganes habla poco, cuando pierdas aun menos.",
"Experiecia es el nombre que damos a nuestros errores (Fred Shero).",
"La mejor manera de mejorar tu equipo es mejorar tu mismo (John Wooden).",
"Entrena y compite contra ti mismo, tu eres tu máximo rival, los demás son compañeros de los que se puede aprender mucho.",
"En el deporte no te ayuda el entrenador, te ayudas tu mismo a superarte.",
"Quien teme perder… ¡ya está vencido!",
"Sólo al conocer el dolor de la derrota podemos aprender a dominar la frustración de un fracaso en la vida diaria.",
"La mente es el límite (Arnold Schwarzenegger).",
"Sueña lo que quieras soñar. Ves donde quieras ir. Sé lo que quieras ser.",
"A veces, no hay una próxima vez, una segunda oportunidad, no hay un tiempo muerto. A veces… es ahora o nunca.",
"Los campeones creen en si mismos aun cuando nadie más lo hace.",
"Puede ser un héroe lo mismo el que triunfa que el que sucumbe; pero jamás el que abandona el combate.",
"La única manera de alcanzar lo imposible es creer que es posible.",
"El recuerdo es el único paraíso del que no podemos ser expulsados, por eso tenemos que luchar por ser recordados.",
"En la vida no hay que tener nada. Afróntalo y supéralo.",
"No les cortes las alas a tus sueños porque estos son los que le dan libertad a tu alma.",
"Las dificultades no existen para hacerte renunciar, sino para hacerte mas fuerte.",
"El miedo solo esta en la mente.",
"La gente no entiende tanto sacrificio, tantas caídas, derrotas, fracasos, entrenamientos, frío, pero no saben que sin eso no puedes vivir.",
"Un esfuerzo total es una victoria completa.",
"El único lugar donde debes pasar horas extra es en el gimnasio.",
"Cuando estés a punto de rendirte, acuérdate de todos aquellos que no confiaban en ti y demuéstrales lo contrario.",
"Quizá hoy no sea tu día, pero puede que sea tu año.",
"No sabemos si existe la suerte, pero si sabemos que todo esta en nuestras manos.",
"No cierres nunca los ojos, mira de frente a las adversidades.",
"Puedes elegir entre tirar la toalla o usarla para secar tu sudor en la meta.",
"Si no sueñas, nunca encontrarás lo que hay más halla de tus sueños.",
"Los obstáculos sólo son esas cosas que ves cuando quitas los ojos de la meta.",
"La vida es como una pelea de box, Por mas golpes que te den tienes que seguir de pie.",  
"Llora en el entrenamiento; reirás en el podio.", 
"Quien deja de luchar por su sueño abandona parte de su futuro.", 
"No digas 'no puedo' ni en broma, porque el inconsciente no tiene sentido del humor, lo tomará en serio y te lo recordará cada vez que lo intentes.",
"Cuando tu no te atreves a dar un paso al frente y esperas a que alguien lo de por ti, serás tú el que siga en el mismo sitio de antes y el otro empiece a avanzar dejándote a ti atrás.",
"No intentes ser mejor que los demás, intenta mejor ser que tu mismo.",
"Unos piensan que el talento es cuestión de suerte, otros piensan que la suerte es cuestión de entrenamiento.",
"Aprecia lo que tienes y lo que te dan, nunca sabes cuando te lo arrebataran.",
"Nunca desistas de un sueño.",
"Podría narrarte mis éxitos pero no busco halagos, podría contarte mis fracasos pero no busco compasión.",
"Cuando dejas de luchar, empiezas a morir.",
"Quien teme perder… Ya está perdido.",
"En ésta vida no te perdonan si te dejas ganar y te odian si ganas siempre.",
"Los campeones creen en si mismos aun cuando nadie más lo hacen.",
"Si cometes el error de creerte el mejor, ha lo posible por seguir siéndolo, no te conformes con creerlo.",
"Estoy Hecho de una vida de entrenamientos, no solo de victorias.",
"Nunca pienses en lo que te queda por correr, sino en lo que ya has recorrido.",
"Enjoy life, it’s just one.",
"Go hard or go home.",
"En el sufrimiento está la mejora.",
"Don’t quit suffer now and live the rest of your life as a champion.",
"No hay distancia que no se pueda recorrer ni meta que no se pueda alcanzar.",
"Lo primero que se rinde es la cabeza, a partir de ahí empieza tu entrenamiento.",
"Si te caes, te levantas. Y si no quieres levantarte, al menos hazte unas flexiones.",
"Strong people don´t put others down. They lift them up.", 
"No se trata de entrenar en tu tiempo libre, se trata de que por muy duro que sea el día, aún te queden fuerzas para hacerlo.",  
"Cuando algo consigue que desconectes de tus problemas no dejes de hacerlo nunca.",
"Just believe in your dreams.",
"Las medallas se ganan en el entreno y se recogen en la carrera.", 
"No importa cuanto trabajes tu cuerpo, no lograras resultados hasta que trabajes tu determinación.",
"Aprovecha tus peores días para hacer tus mejores entrenamientos.",
"No pain, no gain.",
"Keep calm and workout hard.",
"Remember: you control your destiny and you can do what others will not.",
"La base del éxito está en la actitud y en la constancia.",
"Jamás permitas que mentes pequeñas te convenzan de que tus sueños son demasiados grandes para ti ..." ,
"No puedes elegir el modo de perder, pero sí puedes elegir como recuperarte para ganar la próxima vez.",
"Cada mañana, en el África, una gacela se despierta; sabe que deberá correr más rápido que el león, o éste la matará. Cada mañana en el África, un león se despierta; sabe que deberá correr más rápido que la gacela, o morirá de hambre. Cada mañana, cuando sale el sol, y no importa si eres un león o una gacela, mejor será que te pongas a correr.", 
"Los campeones no se hacen en los gimnasios, están hechos de algo inmaterial que tienen dentro de ellos. Es un deseo, un sueño, una visión.", 
"Todo fracaso es el condimento que da sabor al éxito. Y la disciplina es su parte más importante.",
"Tienes que estar convencido desde el fondo de ti mismo de que vas a ganar, sin importar las influencias que puedas tener de otros.", 
"Aquella persona que tiene fe en lo que está haciendo y lucha día a día por conseguir su objetivo, tendrá más fuerza que 100 que solo busquen un interés.",
"Empieza por hacer lo necesario, luego haz lo posible y de pronto te encontrarás logrando lo imposible.",
"Evitar los riesgos equivale renunciar al derecho de experimentar la mitad de las emociones que somos capaces de sentir.", 
"Cada segundo en la pista es un segundo menos que te queda para llegar a meta.",
"Cada gota de sudor es una gota de felicidad y satisfacción.",
"Una de las partes más difíciles de la vida es decidir si te alejarte o intentarlo un poco más.",
"Es difícil vencer a una persona que nunca se rinde. Sé esa persona.",
"Para triunfar no es importante llegar el primero. Para triunfar simplemente hay que llegar, levantándose cada vez que se cae del camino.",
"RECUERDA TU META.",
"No te dejes desanimar por los fracasos, aprende de ellos y sigue adelante.",
"No pares hasta que te sientas orgulloso.",
"Si has sido capaz de llegar hasta aquí, eres capaz de seguir adelante.",
"Serás del tamaño de tus pensamientos… Piensa en Grande.",
"El secreto de mi gran éxito fue rodearme de personas mejores que yo.",
"Si no confías en ti mismo siempre encontrarás una forma de no ganar.",
"Ese momento en que las piernas te dicen que no, pero tú a pesar de eso sigues hasta el final dándolo todo, y piensas: 'tengo que llegar'.",
"Tu mayor rival es aquel que quieres llegar a ser.",
"Los perdedores visualizan las penas del fracaso, en cambio los ganadores visualizan las recompensas del éxito.",
"Entrenando te das cuenta de lo que te falta en la vida y lo que te sobra en el día a día.",
"Arriesgarte hace que cuando lo consigues tenga mas mérito.",
"Me da igual lo que me digan. Me da igual que sea cierto. Me da igual que no tenga razón. Si quieres algo, ve a por ello.",
"A veces hay que ver si estamos en el camino que queremos. A veces hay que frenar para poder acelerar.",
"Puede que no tenga mucho talento pero nadie podrá negar la pasión que le pongo.",
"Yo he venido aquí a ganar. Para participar ya están los otros.",
"Nuevo día, nuevos retos.",
"No hay nada peor que aceptar rendirte.",
"Recuerda ti triunfo para soportar tu crecimiento.",
"Las grandes personas decidieron hacerlo.",
"Haz que cada día cuente.",
"Por muy mal que vaya algo rendirte no va a servir de nada. Si no te rindes puede que no lo soluciones pero, al menos, lo diste todo.",
"Si sólo puedo ser una cosa, quiero ser el mejor.",
"Más, más y más. Y cuando estés satisfecho, entonces más.",
"En el esfuerzo está el éxito.",
"Lo difícil se consigue, lo imposible se intenta.",
"Si lo puedes imaginar, lo puedes lograr.",
"Está prohibido rendirse, respira hondo y sigue.",
"Todos nos enfrentamos a lo mismo, pero no todos saben reaccionar igual.",
"Si no persigues tus sueños, nadie lo hará por ti.",
"Tenemos que estar seguros que nadie ha entrenado mejor que nosotros. Puede que igual sí, pero no mejor. Que nos lo demuestren.",
"Para ser el mejor, hay que entrenar como el mejor.",
"Lucha, lucha y lucha. Cuando no puedas más, sigue luchando. Y cuando creas que perdiste, es cuando más tengas que luchar.",
"Da igual las piedras que te pongan por delante si te prometes seguir caminando.",
"Habrá momentos en los que tengas que sudar, sangrar y llorar para conseguirlo. Asúmelo.",
"Quien más consigue es el que menos habla.",
"Orgulloso me siento de mis errores porque ellos han sido mi mejor maestro.",
"Mi mejor versión está por llegar.",
"Cuanto más lejos llegues, más lejos estarás de rendirte.",
"Tienes que decir sí a tus sueños.",
"La grandeza son muchas cosas pequeñas hechas bien, día tras día, entrenamiento tras entrenamiento, obediencia tras obediencia.",
"Si no lo haces ahora… ¿Cuando?",
"Deja de frenarte a ti mismo.",
"La clave del éxito está en centrar nuestra mente en cosas que deseamos, no en cosas que tengamos miedo.",
"No lo pienses, sólo sigue. Un paso más, una hora más, ya queda poco, es el último esfuerzo.",
"Pensar que no eres mejor que nadie ya te hace mejor que muchos.",
"No desistas en la lucha para conseguir tu objetivo, pues es lo que verdaderamente te hará vivir.",
"Entrenando te das cuenta lo que te falta en la vida y lo que te sobra en el día a día.",
"La motivación llega por dos lados: el primero es el entrenamiento, y el segundo la mentalidad de superar tus límites.",
"Un compañero de entreno puede ser la mejor motivación. Sé un buen compañero.",
"Porque somos hombres forjados en sueños: porque si no soñamos, estamos muertos",
"El arte de vencer se aprende en las derrotas.",
"Respira hondo y dale caña.",
"La suerte es la excusa de quienes no lo consiguen.",
"Otros irán a por mi, yo iré a por mis sueños.",
"El dolor mientras luchas se acaba olvidando, el recuerdo de no atreverse es imborrable.",
"La mejor forma de motivarse es tomando un momento para imaginar donde quieres estar dentro de un año.",
"El éxito no es la victoria en una batalla. El éxito es una guerra continua de superación contigo mismo.",
"Si empiezas tu día a día saliendo a correr, todo lo demás se hace más fácil.",
"Al rendirte piensa que es un paso que otros avanzan y tú no.",
"Es difícil conocer la sensación de bienestar con el deporte, pero cuando la conoces te atrapa.",
"Llegar a la conclusión de que los días más fáciles de tu vida, son también los más duros.",
"El triatlón se basa en muchas partes: nadar, pedalear, correr y tener mente.",
"Ten paciencia con todo, pero sobre todo contigo mismo.",
"Recuerda siempre que esto es el principio, y que si te esfuerzas ahora, después lo tendrás.",
"No hay superhombres, solo super entrenamientos.",
"No soy lo que he logrado, soy lo que he superado.",
"Nunca pierdas el aliento, por muy difícil que sea el objetivo.",
"Una lesión te puede desmotivar, pero si te lo tomas como una superación lograrás que sea tu mayor motivación.",
"Deja de pensar en si caerás y ponte a pensar en cómo lo lograrás.",
"A todos nos dan golpes, lo que hay que pensar es cómo reaccionar ante esos golpes.",
"Cada segundo que inviertes pensando en los sueños de otro, estás un segundo más lejos de alcanzar los tuyos.",
"El día mas feliz de tu vida puede ser también el más duro.",
"Si la motivación es grande, el objetivo siempre será pequeño.",
"Si no persigues aquello que sueñas nunca lo conseguirás.",
"Ahora me toca jugar a mí.",
"Muchos creen, pocos lo consiguen. Forma parte de esos pocos.",
"Cuando te convenzas de que puedes lograrlo, lo lograrás.",
"Trabaja mucho, trabaja muy duro, y hazlo constantemente y lo tendrás todo.",
"Cuestión de lucha, cuestión de pasión, cuestión de darlo todo. No cuestión de suerte.",
"Quédate con la suerte que yo me quedaré con el esfuerzo.",
"Disfruta o no aguantarás.",
"O aguantas la tensión o poco conseguirás.",
"Disciplina lo es todo.",
"Cuanto más te acerques, más te costará. Cuanto más te cueste… más cerca estarás.",
"Si haces algo, que sea hasta el final.",
"El éxito ocurre cuando tus sueños son más grandes que tus excusas.",
"No tienes que ser mejor que los demás, tienes que ser mejor de lo que piensas que puedes ser.",
"La calidad de un deportista se encuentra en la cabeza, no en su cuerpo.",
"No esperes el momento preciso. Empieza ahora. Hazlo ahora. Si esperas el momento adecuado, nunca dejarás de esperar.",
"Más que un deporte cualquiera, running como filosofía y estilo de vida.",
"Lo más grande no es la distancia que corro… Lo más grande es mi pasión por conseguirlo.",
"Gracias a la práctica cotidiana vencemos la fatiga, conocemos el esfuerzo, la importancia de perseverar y la alegría de vencer a la dificultad.",
"El reto de mi vida es descubrir hasta donde puedo llegar.",
"Recuerda: la sensación que se obtiene de una buena carrera es mucho mejor que la de estar sentado deseando estar corriendo.",
"Lo que hace algo especial no es lo que puedes ganar, sino lo que sientes que puedes perder.",
"Esfuérzate al máximo una y otra vez. No cedas ni un centímetro hasta que no llegues al final.",
"El dolor es temporal. Puede durar un minuto, una hora, un día o un año, pero en algún momento acabará. Rendirse dura para siempre.",
"Todo lo que soy es gracias a mi mente.",
"Para llegar donde nunca antes has estado, tendrás que esforzarte como nunca antes lo has hecho.",
"ME EXIJO MÁS DE LO QUE NADIE PODRÍA ESPERAR DE MI.",
"Las personas que saben lo que quieren, confían en sus posibilidades y trabajan duro son las alcanzan objetivos.",
"Un triunfo es sólo un Sueño por el que nunca se dejó de luchar.",
"Cuanto más aguantes, más conseguirás.",
"Como no pelees te pasarán por encima.",
"No conseguirás mucho en la vida si sólo trabajas los días que te apetece.",
"Hagas lo que hagas… No lo hagas a medias.",
"Me exijo más de lo que nadie podría esperar de mi.",
"Siempre cuesta pero a algunos les da igual y siguen.",
"No te obsesiones con el resultado, centrate en el progreso hacia el mismo, pues el camino te dará la mejora.",
"Si haces lo que te gusta siempre podrás optar a ser el mejor. Disfruta con lo que haces.",
"Si entrenas como todos, serás como todos.",
"Lo mas difícil para triunfar es asumir que vas a perseguir tus sueños por irreales que parezcan ante los demás.",
"No avanzarás hasta que no te des a de que al que ganas es a ti mismo.",
"No te creas incapaz de competir con alguien mejor, haz algo nuevo, ofrece tu 100% y llegarás a superarlo.",
"Debes proponerte constantes objetivos. Cumple uno, disfruta y ve a por el siguiente, ni estanques tu progreso.",
"Preguntate si lo que estás haciendo hoy te acerca al lugar en el que quieres estar mañana.",
"Cuando sabes lo que quieres, solamente tienes que ir a por ello. Paso a paso, sin mirar atrás.",
"Tu mente puede hacerte entrenar, tu cuerpo puede darte fuerza, pero sólo el corazón hará de ti un campeón.",
"Lo más grande no es la distancia que corro, lo mas grande es la pasión por conseguirlo.",
"Gracias a la practica cotidiana vencemos la fatiga, conocemos el esfuerzo, la importancia de perseverar y la alegría de vencer a la dificultad.",
"Lucha hasta que no puedas más, y será el momento en el que mas tengas que luchar.",
"Escoger un camino significa abandonar otros."
   
    ]
}


