{
    "cita": [
     "Cuando el dolor es insoportable, nos destruye; cuando no nos destruye, es que es soportable.",
     "No es grande aquel que nunca falla si no el que nunca se da por vencido.",
"El fracaso consiste en no persistir, en desanimarse después de un error, en no levantarse después de caer.",
"Si no te esfuerzas hasta el máximo, ¿cómo sabrás donde está tu límite?",
"Si quieres triunfar, no te quedes mirando la escalera. Empieza a subir, escalón por escalón, hasta que llegues arriba.",
"Es duro fracasar en algo, pero es mucho peor no haberlo intentado.",
"Cuando tus piernas y tu cabeza no puedan más, tu corazón hará el resto.",
"Nuestra gloria más grande no consiste en no haberse caído nunca, sino en haberse levantado después de cada caída.",
"El no querer es la causa; el no poder el pretexto.",
"El diccionario es el único lugar donde éxito aparece antes que trabajo.",
"El dolor es inevitable, pero el sufrimiento es opcional.",
"Esto es lo que te gusta hacer, esto es lo que puedes hacer bien; hazlo hasta el límite y estarás satisfecho.",
"El dolor y el sufrimiento son temporales. El éxito es para siempre.",
"La competencia es larga, pero al final solo compites contra ti mismo.",
"Es tiempo de empezar a vivir la vida que siempre quisiste.",
"Lo mejor acerca del dolor es que te das cuenta de que no estas muerto.",
"El mayor placer en la vida es hacer aquello que la gente te dice que no eres capaz de hacer.",
"Todo en la vida es temporal. Entonces si las cosas están yendo bien, disfrútalas ya que no durarán para siempre y si las cosas van mal, no te preocupes, tampoco durarán siempre.",
"La felicidad se encuentra a lo largo del camino, no al final.",
"No te estoy diciendo que será fácil, te estoy diciendo que valdrá la pena.",
"Si dejas de ser el mejor a cada paso, simplemente dejas de ser bueno.",
" La manera de como tratas tus fracasos, es la manera de como consigues tus éxitos.",
"Cuando ganes habla poco, cuando pierdas aun menos.",
"Experiecia es el nombre que damos a nuestros errores (Fred Shero).",
"La mejor manera de mejorar tu equipo es mejorar tu mismo (John Wooden).",
"Entrena y compite contra ti mismo, tu eres tu máximo rival, los demás son compañeros de los que se puede aprender mucho.",
"En el deporte no te ayuda el entrenador, te ayudas tu mismo a superarte.",
"Quien teme perder… ¡ya está vencido!",
"Sólo al conocer el dolor de la derrota podemos aprender a dominar la frustración de un fracaso en la vida diaria.",
"La mente es el límite (Arnold Schwarzenegger).",
"Sueña lo que quieras soñar. Ves donde quieras ir. Sé lo que quieras ser.",
"A veces, no hay una próxima vez, una segunda oportunidad, no hay un tiempo muerto. A veces… es ahora o nunca.",
"Los campeones creen en si mismos aun cuando nadie más lo hace.",
"Puede ser un héroe lo mismo el que triunfa que el que sucumbe; pero jamás el que abandona el combate.",
"La única manera de alcanzar lo imposible es creer que es posible.",
"El recuerdo es el único paraíso del que no podemos ser expulsados, por eso tenemos que luchar por ser recordados.",
"En la vida no hay que tener nada. Afróntalo y supéralo.",
"No les cortes las alas a tus sueños porque estos son los que le dan libertad a tu alma.",
"Las dificultades no existen para hacerte renunciar, sino para hacerte mas fuerte.",
"El miedo solo esta en la mente.",
"La gente no entiende tanto sacrificio, tantas caídas, derrotas, fracasos, entrenamientos, frío, pero no saben que sin eso no puedes vivir.",
"Un esfuerzo total es una victoria completa.",
"El único lugar donde debes pasar horas extra es en el gimnasio.",
"Cuando estés a punto de rendirte, acuérdate de todos aquellos que no confiaban en ti y demuéstrales lo contrario.",
"Quizá hoy no sea tu día, pero puede que sea tu año.",
"No sabemos si existe la suerte, pero si sabemos que todo esta en nuestras manos.",
"No cierres nunca los ojos, mira de frente a las adversidades.",
"Puedes elegir entre tirar la toalla o usarla para secar tu sudor en la meta.",
"Si no sueñas, nunca encontrarás lo que hay más halla de tus sueños.",
"Los obstáculos sólo son esas cosas que ves cuando quitas los ojos de la meta.",
"La vida es como una pelea de box, Por mas golpes que te den tienes que seguir de pie.",
"Llora en el entrenamiento; reirás en el podio.",
"Quien deja de luchar por su sueño abandona parte de su futuro.",
"No digas 'no puedo' ni en broma, porque el inconsciente no tiene sentido del humor, lo tomará en serio y te lo recordará cada vez que lo intentes.",
"Cuando tu no te atreves a dar un paso al frente y esperas a que alguien lo de por ti, serás tú el que siga en el mismo sitio de antes y el otro empiece a avanzar dejándote a ti atrás.",
"No intentes ser mejor que los demás, intenta mejor ser que tu mismo.",
"Unos piensan que el talento es cuestión de suerte, otros piensan que la suerte es cuestión de entrenamiento.",
"Aprecia lo que tienes y lo que te dan, nunca sabes cuando te lo arrebataran.",
"Nunca desistas de un sueño.",
"Podría narrarte mis éxitos pero no busco halagos, podría contarte mis fracasos pero no busco compasión.",
"Cuando dejas de luchar, empiezas a morir.",
"Quien teme perder… Ya está perdido.",
"En ésta vida no te perdonan si te dejas ganar y te odian si ganas siempre.",
"Los campeones creen en si mismos aun cuando nadie más lo hacen.",
"Si cometes el error de creerte el mejor, ha lo posible por seguir siéndolo, no te conformes con creerlo.",
"Estoy Hecho de una vida de entrenamientos, no solo de victorias.",
"Nunca pienses en lo que te queda por correr, sino en lo que ya has recorrido.",
"Enjoy life, it’s just one.",
"Go hard or go home.",
"En el sufrimiento está la mejora.",
"Don’t quit suffer now and live the rest of your life as a champion.",
"No hay distancia que no se pueda recorrer ni meta que no se pueda alcanzar.",
"Lo primero que se rinde es la cabeza, a partir de ahí empieza tu entrenamiento.",
"Si te caes, te levantas. Y si no quieres levantarte, al menos hazte unas flexiones.",
"Strong people don´t put others down. They lift them up.",
"No se trata de entrenar en tu tiempo libre, se trata de que por muy duro que sea el día, aún te queden fuerzas para hacerlo.",
"Cuando algo consigue que desconectes de tus problemas no dejes de hacerlo nunca.",
"Just believe in your dreams.",
"Las medallas se ganan en el entreno y se recogen en la carrera.",
"No importa cuanto trabajes tu cuerpo, no lograras resultados hasta que trabajes tu determinación.",
"Aprovecha tus peores días para hacer tus mejores entrenamientos.",
"No pain, no gain.",
"Keep calm and workout hard.",
"Remember: you control your destiny and you can do what others will not.",
"La base del éxito está en la actitud y en la constancia.",
"Jamás permitas que mentes pequeñas te convenzan de que tus sueños son demasiados grandes para ti ...",
"No puedes elegir el modo de perder, pero sí puedes elegir como recuperarte para ganar la próxima vez.",
"Cada mañana, en el África, una gacela se despierta; sabe que deberá correr más rápido que el león, o éste la matará. Cada mañana en el África, un león se despierta; sabe que deberá correr más rápido que la gacela, o morirá de hambre. Cada mañana, cuando sale el sol, y no importa si eres un león o una gacela, mejor será que te pongas a correr.",
"Los campeones no se hacen en los gimnasios, están hechos de algo inmaterial que tienen dentro de ellos. Es un deseo, un sueño, una visión.",
"Todo fracaso es el condimento que da sabor al éxito. Y la disciplina es su parte más importante.",
"Tienes que estar convencido desde el fondo de ti mismo de que vas a ganar, sin importar las influencias que puedas tener de otros.",
"Aquella persona que tiene fe en lo que está haciendo y lucha día a día por conseguir su objetivo, tendrá más fuerza que 100 que solo busquen un interés.",
"Empieza por hacer lo necesario, luego haz lo posible y de pronto te encontrarás logrando lo imposible.",
"Evitar los riesgos equivale renunciar al derecho de experimentar la mitad de las emociones que somos capaces de sentir.",
"Cada segundo en la pista es un segundo menos que te queda para llegar a meta.",
"Cada gota de sudor es una gota de felicidad y satisfacción.",
"Una de las partes más difíciles de la vida es decidir si te alejarte o intentarlo un poco más.",
"Es difícil vencer a una persona que nunca se rinde. Sé esa persona.",
"Para triunfar no es importante llegar el primero. Para triunfar simplemente hay que llegar, levantándose cada vez que se cae del camino.",
"RECUERDA TU META.",
"No te dejes desanimar por los fracasos, aprende de ellos y sigue adelante.",
"No pares hasta que te sientas orgulloso.",
"Si has sido capaz de llegar hasta aquí, eres capaz de seguir adelante.",
"Serás del tamaño de tus pensamientos… Piensa en Grande.",
"El secreto de mi gran éxito fue rodearme de personas mejores que yo.",
"Si no confías en ti mismo siempre encontrarás una forma de no ganar.",
"Ese momento en que las piernas te dicen que no, pero tú a pesar de eso sigues hasta el final dándolo todo, y piensas: 'tengo que llegar'.",
"Tu mayor rival es aquel que quieres llegar a ser.",
"Los perdedores visualizan las penas del fracaso, en cambio los ganadores visualizan las recompensas del éxito.",
"Entrenando te das cuenta de lo que te falta en la vida y lo que te sobra en el día a día.",
"Arriesgarte hace que cuando lo consigues tenga mas mérito.",
"Me da igual lo que me digan. Me da igual que sea cierto. Me da igual que no tenga razón. Si quieres algo, ve a por ello.",
"A veces hay que ver si estamos en el camino que queremos. A veces hay que frenar para poder acelerar.",
"Puede que no tenga mucho talento pero nadie podrá negar la pasión que le pongo.",
"Yo he venido aquí a ganar. Para participar ya están los otros.",
"Nuevo día, nuevos retos.",
"No hay nada peor que aceptar rendirte.",
"Recuerda ti triunfo para soportar tu crecimiento.",
"Las grandes personas decidieron hacerlo.",
"Haz que cada día cuente.",
"Por muy mal que vaya algo rendirte no va a servir de nada. Si no te rindes puede que no lo soluciones pero, al menos, lo diste todo.",
"Si sólo puedo ser una cosa, quiero ser el mejor.",
"Más, más y más. Y cuando estés satisfecho, entonces más.",
"En el esfuerzo está el éxito.",
"Lo difícil se consigue, lo imposible se intenta.",
"Si lo puedes imaginar, lo puedes lograr.",
"Está prohibido rendirse, respira hondo y sigue.",
"Todos nos enfrentamos a lo mismo, pero no todos saben reaccionar igual.",
"Si no persigues tus sueños, nadie lo hará por ti.",
"Tenemos que estar seguros que nadie ha entrenado mejor que nosotros. Puede que igual sí, pero no mejor. Que nos lo demuestren.",
"Para ser el mejor, hay que entrenar como el mejor.",
"Lucha, lucha y lucha. Cuando no puedas más, sigue luchando. Y cuando creas que perdiste, es cuando más tengas que luchar.",
"Da igual las piedras que te pongan por delante si te prometes seguir caminando.",
"Habrá momentos en los que tengas que sudar, sangrar y llorar para conseguirlo. Asúmelo.",
"Quien más consigue es el que menos habla.",
"Orgulloso me siento de mis errores porque ellos han sido mi mejor maestro.",
"Mi mejor versión está por llegar.",
"Cuanto más lejos llegues, más lejos estarás de rendirte.",
"Tienes que decir sí a tus sueños.",
"La grandeza son muchas cosas pequeñas hechas bien, día tras día, entrenamiento tras entrenamiento, obediencia tras obediencia.",
"Si no lo haces ahora… ¿Cuando?",
"Deja de frenarte a ti mismo.",
"La clave del éxito está en centrar nuestra mente en cosas que deseamos, no en cosas que tengamos miedo.",
"No lo pienses, sólo sigue. Un paso más, una hora más, ya queda poco, es el último esfuerzo.",
"Pensar que no eres mejor que nadie ya te hace mejor que muchos.",
"No desistas en la lucha para conseguir tu objetivo, pues es lo que verdaderamente te hará vivir.",
"Entrenando te das cuenta lo que te falta en la vida y lo que te sobra en el día a día.",
"La motivación llega por dos lados: el primero es el entrenamiento, y el segundo la mentalidad de superar tus límites.",
"Un compañero de entreno puede ser la mejor motivación. Sé un buen compañero.",
"Porque somos hombres forjados en sueños: porque si no soñamos, estamos muertos",
"El arte de vencer se aprende en las derrotas.",
"Respira hondo y dale caña.",
"La suerte es la excusa de quienes no lo consiguen.",
"Otros irán a por mi, yo iré a por mis sueños.",
"El dolor mientras luchas se acaba olvidando, el recuerdo de no atreverse es imborrable.",
"La mejor forma de motivarse es tomando un momento para imaginar donde quieres estar dentro de un año.",
"El éxito no es la victoria en una batalla. El éxito es una guerra continua de superación contigo mismo.",
"Si empiezas tu día a día saliendo a correr, todo lo demás se hace más fácil.",
"Al rendirte piensa que es un paso que otros avanzan y tú no.",
"Es difícil conocer la sensación de bienestar con el deporte, pero cuando la conoces te atrapa.",
"Llegar a la conclusión de que los días más fáciles de tu vida, son también los más duros.",
"El triatlón se basa en muchas partes: nadar, pedalear, correr y tener mente.",
"Ten paciencia con todo, pero sobre todo contigo mismo.",
"Recuerda siempre que esto es el principio, y que si te esfuerzas ahora, después lo tendrás.",
"No hay superhombres, solo super entrenamientos.",
"No soy lo que he logrado, soy lo que he superado.",
"Nunca pierdas el aliento, por muy difícil que sea el objetivo.",
"Una lesión te puede desmotivar, pero si te lo tomas como una superación lograrás que sea tu mayor motivación.",
"Deja de pensar en si caerás y ponte a pensar en cómo lo lograrás.",
"A todos nos dan golpes, lo que hay que pensar es cómo reaccionar ante esos golpes.",
"Cada segundo que inviertes pensando en los sueños de otro, estás un segundo más lejos de alcanzar los tuyos.",
"El día mas feliz de tu vida puede ser también el más duro.",
"Si la motivación es grande, el objetivo siempre será pequeño.",
"Si no persigues aquello que sueñas nunca lo conseguirás.",
"Ahora me toca jugar a mí.",
"Muchos creen, pocos lo consiguen. Forma parte de esos pocos.",
"Cuando te convenzas de que puedes lograrlo, lo lograrás.",
"Trabaja mucho, trabaja muy duro, y hazlo constantemente y lo tendrás todo.",
"Cuestión de lucha, cuestión de pasión, cuestión de darlo todo. No cuestión de suerte.",
"Quédate con la suerte que yo me quedaré con el esfuerzo.",
"Disfruta o no aguantarás.",
"O aguantas la tensión o poco conseguirás.",
"Disciplina lo es todo.",
"Cuanto más te acerques, más te costará. Cuanto más te cueste… más cerca estarás.",
"Si haces algo, que sea hasta el final.",
"El éxito ocurre cuando tus sueños son más grandes que tus excusas.",
"No tienes que ser mejor que los demás, tienes que ser mejor de lo que piensas que puedes ser.",
"La calidad de un deportista se encuentra en la cabeza, no en su cuerpo.",
"No esperes el momento preciso. Empieza ahora. Hazlo ahora. Si esperas el momento adecuado, nunca dejarás de esperar.",
"Más que un deporte cualquiera, running como filosofía y estilo de vida.",
"Lo más grande no es la distancia que corro… Lo más grande es mi pasión por conseguirlo.",
"Gracias a la práctica cotidiana vencemos la fatiga, conocemos el esfuerzo, la importancia de perseverar y la alegría de vencer a la dificultad.",
"El reto de mi vida es descubrir hasta donde puedo llegar.",
"Recuerda: la sensación que se obtiene de una buena carrera es mucho mejor que la de estar sentado deseando estar corriendo.",
"Lo que hace algo especial no es lo que puedes ganar, sino lo que sientes que puedes perder.",
"Esfuérzate al máximo una y otra vez. No cedas ni un centímetro hasta que no llegues al final.",
"El dolor es temporal. Puede durar un minuto, una hora, un día o un año, pero en algún momento acabará. Rendirse dura para siempre.",
"Todo lo que soy es gracias a mi mente.",
"Para llegar donde nunca antes has estado, tendrás que esforzarte como nunca antes lo has hecho.",
"ME EXIJO MÁS DE LO QUE NADIE PODRÍA ESPERAR DE MI.",
"Las personas que saben lo que quieren, confían en sus posibilidades y trabajan duro son las alcanzan objetivos.",
"Un triunfo es sólo un Sueño por el que nunca se dejó de luchar.",
"Cuanto más aguantes, más conseguirás.",
"Como no pelees te pasarán por encima.",
"No conseguirás mucho en la vida si sólo trabajas los días que te apetece.",
"Hagas lo que hagas… No lo hagas a medias.",
"Me exijo más de lo que nadie podría esperar de mi.",
"Siempre cuesta pero a algunos les da igual y siguen.",
"No te obsesiones con el resultado, centrate en el progreso hacia el mismo, pues el camino te dará la mejora.",
"Si haces lo que te gusta siempre podrás optar a ser el mejor. Disfruta con lo que haces.",
"Si entrenas como todos, serás como todos.",
"Lo mas difícil para triunfar es asumir que vas a perseguir tus sueños por irreales que parezcan ante los demás.",
"No avanzarás hasta que no te des a de que al que ganas es a ti mismo.",
"No te creas incapaz de competir con alguien mejor, haz algo nuevo, ofrece tu 100% y llegarás a superarlo.",
"Debes proponerte constantes objetivos. Cumple uno, disfruta y ve a por el siguiente, ni estanques tu progreso.",
"Preguntate si lo que estás haciendo hoy te acerca al lugar en el que quieres estar mañana.",
"Cuando sabes lo que quieres, solamente tienes que ir a por ello. Paso a paso, sin mirar atrás.",
"Tu mente puede hacerte entrenar, tu cuerpo puede darte fuerza, pero sólo el corazón hará de ti un campeón.",
"Lo más grande no es la distancia que corro, lo mas grande es la pasión por conseguirlo.",
"Gracias a la practica cotidiana vencemos la fatiga, conocemos el esfuerzo, la importancia de perseverar y la alegría de vencer a la dificultad.",
"Lucha hasta que no puedas más, y será el momento en el que mas tengas que luchar.",
"Escoger un camino significa abandonar otros.",
        "La pelea se gana o pierde lejos de los testigos, tras las líneas, en el gimnasio, en la carretera, lejos de donde bailo bajo esas luces.-Muhammad Ali.",
"",
"Ningún ciudadano tiene derecho a ser un aficionado en el entrenamiento físico. Qué desgracia es para un hombre crecer sin ver la belleza y fuerza de lo que su cuerpo es capaz.-Sócrates",
"La formula ganadora es la habilidad de aceptar que hay una gran área de potencial sin explotar más allá de lo que actualmente percibes como tu máximo potencial",
"Cuanto más sudas en el entrenamiento, menos sangras en combate",
"Tómate tu tiempo para saber lo que realmente quieres, porque cuando lo sepas, tendrás un poder que solo unos pocos tienen. Úsalo para motivarte y obtendrás resultados inesperados",
"Las grandes recompensas esperan a los que son capaces de sufrir, arriesgarse, hacer cosas distintas. Es por ello que están destinadas a solo unos pocos",
"Lo que cuenta no es el número de horas que trabajas, sino la energía que pones en esas horas",
"Vamos a conseguir muchas más cosas si pensamos que nada es imposible.-Vince Lombardi",
"Para ser el número uno, tienes que entrenar como si fueras el número dos.-Maurice Green",
"Recuerda esto: tu cuerpo es tu esclavo. Trabaja para ti, no tú para el.-Jack LaLanne",
"Cuida de tu cuerpo. Es el único lugar que tienes para vivir.-Jim Rohn",
"La pasión triunfa sobre todo.-Dave Tate",
"El dolor de la disciplina no se parece en nada al dolor de la decepción.-Justin Langer",
"Si quieres verme conseguir algo, dime que no puedo hacerlo.-Maya Angelou",
"Mantener nuestro cuerpo con buena salud es un deber. De lo contrario no seremos capaces de mantener nuestras mentes fuertes y claras.-Buddha",
"Odié cada minuto de entrenamiento, pero dije, “no te rindas. Sufre ahora y vive el resto de tu vida como un campeón”.-Muhammad Ali",
"La intensidad construye inmensidad.-Kevin Levrone",
"La pregunta no es quien me va a dejar, es quien me va a parar.-Ayn Rand",
"Si escuchas una voz dentro de ti mismo diciendo “no eres un pintor”, pinta y la voz será silenciada.-Vincent Van Gogh",
"Cada paso que das es un paso alejado de donde solías estar.-Brian Chargualaf",
"Nuestra autoestima aumenta cuando salimos de la zona de confort y hacemos algo diferente",
"Cada vez que te encuentres al lado de la mayoría, es momento de parar y reflexionar.-Mark Twain",
"El primer paso es el más importante. Es el más crucial y más efectivo, ya que iniciará la dirección que has elegido.-Steve Backley",
"Siempre parece imposible hasta que se hace.-Nelson Mandela",
"Saber lo que es correcto no significa mucho al menos que hagas lo que es correcto.-Theodore Roosevelt",
"No hay secretos para el éxito. Es el resultado de la preparación, trabajo duro y aprender del fracaso.-Colin Powell",
"Si realmente quieres hacer algo, encontrarás una forma. Si no, encontrarás una excusa.-Jim Rohn",
"Los que piensan que no tienen tiempo para hacer ejercicio, tarde o temprano encontrarán tiempo para estar enfermos.-Edward Stanley",
"Si eres capaz de enviar un mensaje que se pueda leer entre sesiones, probablemente no estas trabajando lo suficiente.-Dave Tate",
"Un campeón es alguien que se levanta cuando otros no pueden.-Jack Dempsey",
"Si quieres desarrollar tu máximo potencial, debes ser consciente de que no hay atajos; si quieres tener éxito tienes que esforzarte, perseverar y luchar",
"Para mi el significado de la vida es estar con hambre continuamente. El significado de la vida no es simplemente existir, sino moverse hacia delante, levantarse, conquistar.-Arnold Schwarzenegger",
"El dolor es temporal, el orgullo para siempre",
"Demasiado ocupado es un mito. La gente busca tiempo para las cosas que son importantes",
"La fuerza no viene de una capacidad física. Viene de una voluntad indomable.-Mahatma Gandhi",
"La resistencia con la que te enfrentas en el gimnasio y la resistencia con la que te encuentras en la vida solo pueden construir un carácter fuerte.-Arnold Schwarzenegger",
"El camino a ninguna parte esta pavimentado con excusas.-Mark Bell",
"Hay más en la vida que entrenar, pero entrenar es lo que más pone en tu vida.-Brooks Kubik",
"El secreto del éxito es mantener una imagen de un resultado exitoso en la mente.-Thoreau",
"No pienses en tus límites, piensa en tus posibilidades; un nuevo mundo se abrirá a tus ojos",
"Si los obstáculos son largos, salta con más energía",
"No mires atrás,no vas por ese camino",
"Se supone que debe ser difícil. Si no lo fuese, todo el mundo lo haría. Lo que lo hace grande es que es difícil",
"El dolor es la debilidad dejando el cuerpo",
"Solo los caminos duros llevan a la grandeza",
"Cuando pienses en abandonar, piensa porqué empezaste",
"No se trata de si fracasas, se trata de si eres capaz de levantarte",
"El éxito esta conectado con la acción. La gente exitosa sigue hacia delante. Cometen errores, pero no abandonan",
"Ser derrotado es a menudo una condición temporal. Rendirse es lo que lo hace permanente",
"El fracaso es solo un cambio temporal para ponerte en la dirección de tu próximo éxito",
"Si fracasas en prepararte, te preparas a fracasar",
"Lo peor que puedes ser es estar en la media",
"Lo que quieres conseguir no esta en tus manos, esta en tu cabeza. Piensa que puedes y podrás, pero espera el sufrimiento, perseverancia y disciplina",
"El secreto para conseguir todas tu metas es estar comprometido",
"Pensar en ir al gimnasio quema entre 0 y 0 calorías",
"Cuando comienza a doler es cuando comienza la sesión",
"Identifica la primera acción física que tienes que llevar a cabo y hazla",
"Para conseguir algo que nunca has conseguido antes, debes hacer algo que nunca has hecho antes",
"El trabajo duro gana al talento cuando el talento no trabaja duro",
"Mientras los ganadores entrenan, los perdedores se quejan",
"La falta de éxito es una consecuencia del miedo a arriesgarse y sentirse incómodo",
"Todo lo que duele te enseña",
"El respeto no se demanda, se gana",
"Ganar es el segundo paso, querer ganar es el primero",
"La única prueba es lo que ves al mirarte en el espejo",
"El carácter es quien eres cuando nadie mira",
"El único lugar donde el éxito viene antes del trabajo es en el diccionario",
"Esperar que el mundo te trate justamente porque eres una persona honesta es como esperar que el toro no te cornee porque eres vegetariano",
"Algunos quieren que ocurra, otros desearían que ocurra, otros hacen que ocurra",
"No preguntes si es fácil. Pregunta si es difícil, porque solo así sabrás si solo ha sido conseguido por unos pocos",
"Toda persona que ha logrado algo grande, ha sido consciente del trabajo que le esperaba y del tiempo y esfuerzo que tenía que poner en ello",
"Si no vives por algo, morirás por nada",
"Cuando te vayas a rendir, dan un paso más. Al días siguiente, ve un paso más lejos.",
"Debes haces lo que otros no hacen para conseguir lo que otros no conseguirán",
"Construye tu cuerpo, construye tu carácter",
"La mejor forma de predecir tu futuro es crearlo",
"El éxito no es un gran paso dado en el futuro, es un pequeño paso tomado justo ahora",
"Cuando no estas entrenando, alguien más lo esta haciendo",
"Si sientes que no tienes más fuerzas, piensa en la recompensa",
"El dolor de hoy es la victoria de mañana",
"Es la acción lo que crea la motivación",
"Siéntete orgulloso de lo lejos que has llegado y ten fe en lo lejos que puedes llegar",
"Si vas a por lo difícil ya has vencido a todos los que van a por lo fácil.-lifeder.co",
"Siempre intenta superarte a ti mismo porque es la única forma de saber donde esta el límite",
"Hacer cosas distintas a los demás es obtener resultados distintos a los demás.",
"Si dices que puedes, puedes. Si dices que no puedes, no puedes",
"Una vida sin dar todo lo que tienes no merece la pena",
"Rendirse es renunciar a lo que quieres. Si lo haces, es porque no lo quieres con todo tu corazón",
"No te quejes, actúa. Actúa, no critiques. No critiques, admira. Admira y podrás aprender de los demás.-Lifeder.com",
"Cada gota de sudor es un metro menos en tu camino de mil kilómetros",
"Aléjate de los que dicen que no pueden, acércate a los que dicen que todo es posible. Los dos están en lo cierto",
"No interpretes la incomodidad del ejercicio como algo doloroso, interpretalo como algo que te acerca a conseguir tus metas y a desarrollarte personalmente",
"Cuidado con las excusas, son mentiras que te alejan de tus sueños",
"Ama el dolor del esfuerzo, porque si no existiese tendrías mucha más competencia",
"Lo importante es avanzar, actuar y no ponerse excusas. Tarde o temprano verás los resultados",
"Un camino de mil kilómteros comienza con un solo paso",
"La mejor forma de hacerlo no es pensar cómo lo vas a hacer. Es hacerlo, de una forma y otra, pero hacerlo",
"Un ganador no nace, se hace. Precisamente es ganador porque se esfuerza a ganar y el esfuerzo conlleva sufrimiento",
"Si no crees que puedes hacer algo, hazlo y la creencia vendrá sola",
"Una cosa es creer y otra hacer. Si crees que puedes hacer algo y no lo haces, vives en una fantasía",
"Los campeones no están hechos en el gimnasio. Los campeones están hechos de algo que tienen en su interior, un deseo, un sueño, una visión.-Muhammad Ali."

    ],


    "quote": [
"Get ripped, get laid.",
"Pain is weakness leaving the body",
"Being defeated is often a temporary condition. Giving up is what makes it permanent.",
"Failure is only a temporary change in direction to set you straight for your next success.",
"If you fail to prepare, you prepare to fail",
"The worst thing you can be is average.",
"Go hard or go home.",
"EAT BIG, LIFT BIG, GET BIG!",
"When it starts to hurt, thats when the set starts.",
"THE HARDEST THING ABOUT EARNING A TITLE IS THE ABILITY TO LIVE UP TO IT",
"With great size comes great responsibility",
"One More Rep - Click Here To Order This Shirt",
"One More Rep – Click Here To Order This Shirt",
"Ain’t nothing to it but to do it.",
"I’m not here to talk.",
"Squat till you puke.",
"To achieve something you’ve never had before, you must do something you’ve never done before.",
"Doubt me, hate me, you’re the inspiration I need",
"You are born weak and die weak, what you are in between those two periods of time is up to you",
"I don’t care how many reps you do, as long as you lift girl weights you’ll get a girl body!",
"Strength Within, Pride Throughout",
"Hard work beats talent when talent doesn’t work hard.",
"Winners Train, Losers Complain.",
"Fuck Stress Bench Press - Click Here To Order This Shirt",
"Fuck Stress Bench Press – Click Here To Order This Shirt",
"A winner never whines.",
"You don’t demand respect, you earn it.",
"Good is not enough if better is possible.",
"If the bar ain’t bending you‘re just pretending",
"Character is who you are when no one’s watching",
"The only time Success comes before Work is in the dictionary",
"I had the goal to be the best from day one.",
"No pain, no gain!",
"Everybody wanna be a bodybuilder, but don’t nobody wanna lift no heavy ass weights!!",
"Never say the skys the limit when there are footprints on the moon.",
"Click Here To Order This Shirt",
"Click Here To Order This Shirt",
"More pain, more pussy",
"Life´s too short to be small",
"Expecting the world to treat you fairly because you’re an honest person is like expecting the bull not to charge you because you’re a vegetarian.",
"Be proud, but never satisfied.",
"Some people want it to happen, some wish it would happen, others make it happen.",
"Only you get out, what you put in",
"If you dont live for something you’ll die for nothing",
"You must do what others don’t, to achieve what others won’t",
"Yeah, I had a girlfriend once, but she couldn’t spot me, so what was the point?",
"Click Here To Order This Shirt",
"Click Here To Order This Shirt",
"Obsession is what lazy people call dedication.",
"The worst thing I can be is the same as everybody else. I hate that.",
"For every person who doubts you, tell you that you will fail, try twice as hard to prove them wrong.",
"Cardio? Is that spanish?",
"Build your body, build your character",
"i do it because i can, i can because i want to, i want to because you said i couldn’t",
"I’m not on steroids, but thanks for asking…",
"STAY WEAK. I needed those plates anyway.",
"I got 99 problems but a BENCH ain’t one.",
"When the going gets tough the tough gets going",
"front_eb41fc7b-ed95-45aa-baaf-9737bca1a4a6_grande",
"Click Here To Order This Shirt",
"If you’re not first, you’re last.",
"you cant flex fat so shut up and lift",
"train hard, so they dig deeper than 6 feet into the ground.",
"You want results, then train like it",
"Light days? Whats that? … Some kind of tampon?",
"Fall down seven times, get up eight .",
"When my body ‘shouts’ STOP, my mind ‘screams’ NEVER .",
"If you always do what you have always done, you will always get what you have always got .",
"The best way to predict your future is to create it.",
"You don’t drown by falling in the water; you drown by staying there.",
"There are so many people out there who will tell you that you can’t. What you’ve got to do is to turn around and say – watch me.",
"Click Here To Order This Shirt",
"Click Here To Order This Shirt",
"The more you train, the more people there are who are weaker than you",
"When you’re not training, someone else is .",
"Men shouldn’t hide weakness, they should kill it .",
"The pain of today is the victory of tomorrow .",
"If your out of breath, dizzy, feel like vomiting, can’t remember your name, you are on the right road .",
"Of course its heavy, thats why they call it weight.",
"Crawling is acceptable. Falling is acceptable. Puking is acceptable. Tears are acceptable. Pain is acceptable. Injury is acceptable. Quitting is unacceptable",
"Squat! Because somewhere there’s a girl warming up with your max.",
"Cheat on your girlfriends, not on your workouts.",
"A pint of sweat will save a gallon of blood.",
"Second place is just a spot for the first looser .",
"Just think about how you wanna look, just think about how you wanna look. Ok, up with it!",
        "Exercise equals endorphins. Endorphins make you happy.",
"Sustainable weight loss is a complete lifestyle change, not a 12 week eating plan.",
"Your legs are not giving out. Your head is giving up. Keep going.",
"Your desire to change must be greater than your desire to stay the same.",
"Your body is a reflection of what you are. If you want to look healthy, you will have to be healthy.",
"You’ve only got 3 choices in life: Give up, give in, or give it all you’ve got.",
"You’re only one workout away from a good mood.",
"You will never know your limits unless you push yourself to them.",
"You only regret the workouts you don’t do.",
"You have to expect things of yourself before you can do them.",
"You have a choice. You can throw in the towel, or you can use it to wipe the sweat off your face.",
"You don’t have to be great to start, but you have to start to be great.",
"You can’t start the next chapter of your life if you keep rereading the last one.",
"You can feel sore tomorrow or you can feel sorry tomorrow. You choose.",
"You are a perishable item. Live accordingly.",
"Wow, I really regret that workout. – No One. Ever.",
"Whether you think you can, or you think you can’t – you’re right.",
"What would you attempt to do if you knew you could not fail?",
"What did you do today to bring you one step closer to your goal?",
"We cannot become what we want to be by remaining what we are.",
"Transformation is not a future event. It is a present activity.",
"Today I will do what others won’t, so tomorrow I can do what others can’t.",
"Those who think they have no time for healthy eating will sooner or later have to find time for illness.",
"There’s no such thing as bad weather. Just soft people.",
"There is no diet that will do what eating healthy does.",
"There are no shortcuts to any place worth going.",
"The timing rarely seems “right” until we’re looking back. Stop making excuses for your dreams.",
"The only way to define your limits is by going beyond them.",
"The only disability in life is a bad attitude.",
"The miracle isn’t that I finished. The miracle is that I had the courage to start.",
"The greatest pleasure in life is doing what people say you cannot do.",
"The good stuff is always worth the work it takes.",
"The first step towards getting somewhere is to decide that you are not going to stay where you are.",
"The difference between who you are and who you want to be is what you do.",
"The body achieves what the mind believes.",
"That voice inside your head that’s saying you can’t do it is a liar.",
"Take care of your body. It’s the only place you have to live.",
"Surround yourself with people who believe in your dreams.",
"Success doesn’t happen overnight. Keep your eyes on the prize and don’t look back.",
"Strive for progress, not perfection.",
"Stop waiting for things to happen. Go out and make them happen.",
"Start where you are. Use what you have. Do what you can.",
"Sore? Tire? Out of Breath? Good. It’s Working.",
"Small changes can make a big difference.",
"Running slow isn’t a character flaw. Quitting is.",
"Remind yourself frequently how far you’ve come.",
"Push yourself. Because no one else is going to do it for you.",
"Overcome the notion that you must be regular. It robs you of the chance to be extraordinary.",
"One pound at a time.",
"Note to self: When I eat like crap, I feel like crap.",
"No one can make you feel inferior without your permission.",
"Never give up on something you really want. It’s difficult to wait, but worse to regret.",
"Motivation is what gets you started. Habit is what keeps you going.",
"Limitations exist only if you let them.",
"Life has no remote. Get up and change it yourself.",
"Life begins at the end of your comfort zone.",
"Keep smiling and one day life will get tired of upsetting you.",
"Junk food you’ve craved for an hour, or the body you’ve craved for a lifetime? Your decision.",
"It’s not who you are that holds you back, it’s who you think you’re not.",
"It’s not about having time. It’s about making time.",
"It’s all about creating healthy habits rather than restrictions.",
"It took more than a day to put it on. It will take more than a day to take it off.",
"It doesn’t matter who’s faster or stronger than you. All that matters is YOU are better than the previous you.",
"It always seems impossible until it’s done.",
"Impossible isn’t a fact. It’s an opinion. Impossible isn’t a declaration. It’s a dare. Impossible is potential. Impossible is nothing.",
"If you’re tired of starting over, stop giving up.",
"If you wait for perfect conditions, you’ll never get anything done.",
"If you keep good food in your fridge, you will eat good food.",
"If you change nothing, nothing will change.",
"If it’s important to you, you will find a way. If not, you’ll find an ",
"I’m not telling you it’s going to be easy, I’m telling you it’s going to be wo",
"I’m not giving up, I’m just starting over.",
"I would rather have a life of “oh wells” than a life of “what ifs”.",
"I want people to be blown away when I do what they don’t expect.",
"I do not run to add days to my life. I run to add life to my days.",
"Health is a relationship between you and your body.",
"Good, better, best. Never let it rest until your good is better, and your better is best.",
"Forget about getting skinny. Eat well and exercise. The weight will take care of itself.",
"Find your comfort zone. Then leave it.",
"Failure is not falling down, but refusing to get up.",
"FACT: Thinking about working out burns approximately zero calories per hour.",
"Everything you need is already inside.",
"Every accomplishment starts with the decision to try.",
"Eat clean. Drink water. Stay active. Be healthy.",
"Dreams don’t work unless you do.",
"Don’t wish for it. Work for it.",
"Don’t give up what you want most for what you want now.",
"Do not set out to build a wall. Set out to lay one perfect brick each day.",
"Do a little more each day than you think you possibly can.",
"Devote yourself to an idea. Go make it happen. Struggle on it. Overcome your fears. Smile. Don’t forget – this is your dream.",
"Deep inside you there is a person who refuses to be kept deep inside you.",
"Comparison is the thief of joy. Do not compare yourself to others.",
"Change happens when the pain of staying the same is greater than the pain of change.",
"Believe in yourself even when no one else does.",
"Being challenged in life is inevitable. Being defeated is optional.",
"Be so happy that when others look at you they become happy too.",
"Ask yourself if what you’re doing today is getting you closer to where you want to be tomorrow.",
"Action always beats intention.",
"A goal without a plan is just a wish.",
"A change in behavior begins with a change in heart.",
"Ability is what you’re capable of doing. Motivation determines what you do. Attitude determines how well you do it.",
"Ask your doctor if getting off your ass is right for you.",
"Be so good they can’t ignore you.",
"Be the change you want to see in the world.",
"Being defeated is often a temporary condition … giving up is what makes it permanent.",
"Believe you can, and you’re halfway there.",
"Change your thoughts and you’ll change your world.",
"Decide that you want it more than you are afraid of it.",
"Destiny is all about the choices we make and the chances we take.",
"Discipline is doing what you know needs to be done, even if you don’t want to do it.",
"Do it with passion or not at all.",
"Do something today that your future self will thank you for.",
"Don’t be upset by the results you didn’t get with the work you didn’t do.",
"Don’t let anyone’s ignorance, hate, drama or negativity stop you from being the best person you can be.",
"Dream as if you’ll live forever. Live as if you’ll die tomorrow.",
"Each morning we are born again. What we do today is what matters most.",
"Eat like sh*t. Live like sh*t. Feel like sh*t.",
"Everyone is an athlete. The only difference is that some of us are in training, and some are not.",
"Exercise – I never regret it when I do it, but I always regret it when I don’t.",
"Fad diets can change your weight. Working out will change your body.",
"Fall seven times, get up eight.",
"Fit is not a destination, it is a way of life.",
"Goals are more achievable when broken down into smaller tasks.",
"Happy people don’t have the best of everything. They make the best of everything they have.",
"I am what I am today because of the choices I made yesterday.",
"I don’t work out because I hate my body. I work out because I love it.",
"I would rather be covered in sweat at the gym than covered with clothes at the beach.",
"I’m gonna make the rest of my life, the best of my life.",
"I’m not losing weight, I’m getting rid of it. I have no intention of finding it again.",
"If it doesn’t challenge you, it doesn’t change you.",
"If no one thinks you can, then you have to.",
"If you do all the small things right, big things happen.",
"If you start now, you’ll start seeing results one day earlier than if you wait until tomorrow. Start today.",
"If you want something in your life you’ve never had, you’ll have to do something you’ve never done.",
"If your dreams don’t scare you, they’re not big enough.",
"In the end we just regret the chances we didn’t take.",
"It does not matter how slowly you go, so long as you do not stop.",
"It never gets easier, you just get better.",
"It’s a lifestyle. Train like there’s no finish line.",
"It’s easier to wake up early and work out than it is to look in the mirror each day and not like what you see.",
"It’s not that some people have willpower and some don’t. It’s that some people are ready for change and others are not.",
"It’s supposed to be hard. If it wasn’t hard, everyone would do it. The hard…is what makes it great.",
"Just go. Getting out the door is always the hardest part.",
"Know your limitations, and then defy them.",
"Life does not put things in front of you that you are unable to handle.",
"Life isn’t about finding yourself. Life is about creating yourself.",
"Mistakes are proof that you’re trying.",
"Never be afraid to fall apart, because it is an opportunity to rebuild yourself the way you wish you had been all along.",
"Never regret anything, because at one time it was exactly what you wanted.",
"No one is going to tell you to get off your butt and work out. Motivation comes from within. No one wants this more than you.",
"One of the greatest pleasures in life is realizing that two weeks ago your body couldn’t do what it just did.",
"Our strength grows out of our weaknesses.",
"Passion is pushing yourself when no one else is around.",
"Remember that guy that gave up? Neither does anybody else.",
"Running is cheaper than therapy.",
"Shut up. Work hard. Be patient.",
"Some quit due to slow progress, never grasping the fact that slow progress…is progress.",
"Start by doing what’s necessary. Then do what’s possible. Suddenly you are doing the impossible.",
"Stop competing with others, and start competing with yourself.",
"Strength doesn’t come from what you can do, it comes from overcoming what you once couldn’t.",
"Strong is what happens when you run out of weak.",
"Success is the sum of small efforts repeated day in and day out.",
"Take care of your body, and your body will take care of you.",
"Take your weight loss one pound at a time.",
"The #1 reason people give up is because they tend to look at how far they still have to go, instead of how far they’ve gotten.",
"The difference between “try” and “triumph” is just a little umph!",
"The difference between your body this week and next week is what you do for the next 7 days to achieve your goals.",
"The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison.",
"The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.",
"The happiest people do not have the best of everything. They make the best of everything they have.",
"The most important weight loss muscle? Your brain. Change your mind and change your body.",
"The only one who can tell you “you can’t” is you, and you don’t have to listen.",
"The question isn’t can you, it’s will you?",
"The tragedy of life is not death, but what we let die inside of us while we live.",
"There are plenty of obstacles in your path. Don’t allow yourself to become one of them.",
"There are 1,440 minutes in a day. Use 20 of them to work out.",
"Think about how far you have gotten, and not about how far you still have to go.",
"Those who try to do something and fail are infinitely better than those who try to do nothing and succeed.",
"Today is another chance. Make yourself proud.",
"Turn a setback into a comeback.",
"We do not stop exercising because we grow old – we grow old because we stop exercising.",
"What is the point of being alive if you don’t at least try to do something remarkable?",
"When your legs get tired, run with your heart.",
"Willpower is a muscle. The more you use it, the stronger it gets.",
"Yes, I am trying to eat healthy. No, I am not on a diet.",
"You are so much stronger than you think.",
"You can have results or excuses – not both.",
"You don’t always get what you wish for, you get what you work for.",
"You don’t have to see the whole staircase. Just take the first step.",
"You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose. – Dr. Seuss",
"You have to fight through some bad days to earn the best days of your life.",
"You were strong enough to get this far. You are strong enough to keep going.",
"You won’t get very far if you only work out on the days you feel good.",
"You’ve got what it takes, but it will take everything you’ve got.",
"Your body can do anything. It’s just your brain you have to convince.",
"Your body keeps an accurate journal regardless of what you write down.",
"Your diet is number 1. You can live in the gym, but if you don’t eat clean you’re wasting your time.",
"Your mind will quit a thousand times before your body will. Feel the fear and do it anyway!",
"Weight loss is a side effect of living a healthy lifestyle.",
"Weight loss happens the moment you don’t give up."
]

}
